Repository: INSEBRE/lanparty.iesebre.com
Catalog: drupal/modules/system/translations/misc.*.po
Languages: ca

source: Select all rows in this table
ca: Selecciona totes les fileres d'aquesta taula

source: Deselect all rows in this table
ca: Deselecciona totes les fileres d'aquesta taula

source: An HTTP error @status occurred. @uri
ca: Hi ha hagut un error HTTP @status @uri

source: Unspecified error
ca: Error no especificat

source: Drag to re-order
ca: Arrossegueu per canviar l'ordre

source: Changes made in this table will not be saved until the form is submitted.
ca: Els canvis fets en aquesta taula no es guardaran fins que no envieu el formulari.

source: Split summary at cursor
ca: Separeu el sumari al cursor.

source: Join summary
ca: Unir el sumari.

source: An error occurred. @uri @text
ca: Hi ha hagut un error. @uri @text

source: An error occurred. @uri (no information available).
ca: Hi ha hagut un error. @uri (informaci√≥ no disponible)
